<?php
$lang['pay_01']  = '非法提交~!';
$lang['pay_02']  = '非法订单~!';
$lang['pay_03']  = '会员(%s)在线充值';
$lang['pay_04']  = '确认';
$lang['pay_05']  = '用户名：';
$lang['pay_06']  = '订单号：';
$lang['pay_07']  = '恭喜您，充值成功，请牢记您的订单号：';
$lang['pay_08']  = '交易状态：';
$lang['pay_09']  = '抱歉，交易失败~!';
$lang['pay_10']  = '您已经付款成功，请等待站长发货，请牢记您的订单号：';
$lang['pay_11']  = '在线充值成功通知';
$lang['pay_12']  = '恭喜您，您刚使用支付宝成功充值%s元，订单号：%s，感谢您的支持~~';
$lang['pay_13']  = '在线付款通知';
$lang['pay_14']  = '尊敬的会员，您好！您已经付款%s元，您的交易订单%s，请等待站长发货，感谢您的支持~~';
$lang['pay_15']  = '在线发货通知';
$lang['pay_16']  = '尊敬的会员，您好！您的交易订单%s，已经发货~，感谢您的支持~~';
$lang['pay_17']  = '恭喜您，您已成功充值%s元，订单号：%s，感谢您的支持~~';
$lang['pay_18']  = '抱歉，本站暂时不支持快钱支付~!';
$lang['pay_19']  = '订单支付成功，请等待站长发货~!';

