<?php
//全局控制器
$lang['p_01'] = '您访问的页面不存在~!';
$lang['p_02'] = '提醒您~!';
//uc.php
$lang['p_03'] = 'UC同步已经关闭';
$lang['p_04'] = '授权已过期';
$lang['p_05'] = '非法请求';
//ulog.php
$lang['p_06'] = '帐号不能为空';
$lang['p_07'] = '密码不能为空';
$lang['p_08'] = '注册激活邮件';
$lang['p_09'] = '您的帐号未激活，请去邮箱激活';
$lang['p_10'] = '您的帐号不存在';
$lang['p_11'] = '您的密码错误';
$lang['p_12'] = '您的帐号被锁定';
$lang['p_13'] = '您的账号审核中';
//gbook.php
$lang['p_14'] = '站长已经关闭留言！';
$lang['p_15'] = '非法提交数据！';
$lang['p_16'] = '内容不能为空！';
$lang['p_17'] = '对不起，留言失败，稍后再试！';
$lang['p_18'] = '休息下，在留言!';